{"complimentArray":["You're a good man Charlie Brown","That wasn't half bad","Its nice that you chew with your mouth closed","If you were a Simpson's character, you'd be Lisa","You are brave","It's more fun when you come along","You MUST give me your recipe","Keep the faith!","You keep your car so much cleaner than I do","I bet you read a lot of books","Every time I meet one of your friends, I'm impressed by the company you keep","I've learned so much from you","I'm so jealous of all the travel you've done","If this isn't nice, I don't know what is","You're like sunshine on a rainy day","You bring out the best in other people","Your ability to recall random factoids at just the right times is impressive","Your eyebrows are on fleek","If you were running for president, I would vote for you","Your recent order has shipped","You are the only person I trust to work on my Harley","The Beatle's song 'Here Comes The Sun' reminds me of you","You are kind to your family and your family appreciates your kindness","You must do the thing you think you cannot do","You have very nice bone structure","I believe in you","Look how far you've come!","You catch on quickly","You are as cool as a young Barack Obama smoking a cigarette","You the hottest bitch in this place","I love your delicate fingers","You're so precious I wish I could just gobble you up.","You dance better than Michael Jackson","According to your eBay feedback, you pay promptly and have excellent communication","Your socks not only match your outfit, they match each other","You inspire me to be a better golfer","u aight","The dentist recently told you: 'I can tell you've been flossing!'","If I wasn't so hammered right now I'd ask you to dance with me","I'll never get tired of your bullshit","Your carbon footprint is tiny and adorable","You have excellent penmanship","You're good at your job","You sure know how to rock a tracksuit","You cooked the best steak I've ever had","You're lost and making it up as you go along, just like the rest of us... You're just doing a much, much better job of it","Your hair is a miracle","I'm proud of you son","Nice bike","You are a born leader","You look mesmerizing","I love your accent","You have a knack for asking the right questions","I admire your sticktoitiveness","You are as strong as an ox","You have beautiful eyes","Cool t-shirt","Your children are so well-behaved","Compassion can be a rare quality. You have it in spades","You are trustworthy","You are the only one who knows how to drive in this town","Here is a compliment from your credit card company: They said you have outstanding balance","I'm positive every person you've ever known has at one point been in love with you","You remind me of Roald Dahl's Matilda","From this light, you somewhat resemble David Duchovny","You have pretty eyes and a good singing voice","You can do anything you put your mind to","You're an amazing, thoughtful person","You have a low tolerance for bullshit","You have the body of a Greek god","You seem like you have your shit together","You've got mad parkour skills","That's the most original tattoo I've ever seen","You have very pretty feet","I can always count on you for witty banter","You are way better at math than most people","You are a genuinely bad-ass person","You have good posture","Now that I've met you, all the love songs finally make sense","That'll do, pig. That'll do","You smell like soap","Never change","If everyone was like you, war wouldn't exist","Your sneezes are adorable","You are a person of extreme good taste","You must have eaten a F5 key, because your body is refreshing","Sucking at something is the first step to becoming sorta good at something","You have kind eyes","you look nice","I like that hairstyle on you","I like that hairstyle on you","Did you get new shoes? I love them","cool watch buddy","good job","I can't wait to see you later","You made my day","You always know just the right thing to say","Are you a model?","You look so good in a swimsuit you should be a Bond girl","I can tell that we are going to be friends","Cool Cardigan","cool t-shirt","I've been looking everywhere for you","Your dog never ever barks at me","They  broke the mold when they made you","Your websites employ excellent UI and UX","When you sing karaoke, everyone vociferously requests encore performances","cats are stupid","cats are stupid","cats are stupid","cats are stupid","I love you","I like you","great smile","You deserve a promotion","bug off","You are the apple of my eye","You rule","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","Cats are Stupid","When I need a friend, you're always there for me","You consider your options and always make the right choice","You are my favorite person","Why can't more people be like you?"]}